[
    {
        "title": "Porsche 911 GT2",
        "location": "Germany: Stuttgart, Baden-Württemberg",
        "price": "120000",
        "description": "The Porsche 911 GT2 is a high-performance, track-focused sports car built by the German automobile manufacturer Porsche from 1993 to 2009, and then since 2010 as the GT2 RS. It is based on the 911 Turbo, and uses a similar twin-turbocharged engine, but features numerous upgrades, including engine upgrades, larger brakes, and stiffer suspension calibration. The GT2 is significantly lighter than the Turbo",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Porsche_991_GT2_RS_%2841654760692%29.jpg/1200px-Porsche_991_GT2_RS_%2841654760692%29.jpg"
    },
    {
        "title": "Tesla Model Y sedan",
        "location": "United States: Fremont, California (Tesla Factory)",
        "price": "90000",
        "description": "Tesla Model Y provides maximum versatility—able to carry 7 passengers and their cargo. Each second row seat folds flat independently, creating flexible storage for skis, furniture, luggage and more. The liftgate opens to a low trunk floor that makes loading and unloading easy and quick.",
        "img": "https://cdn.vox-cdn.com/thumbor/ooT2VjT4nE1nIYdFojDaJBPy8P0=/0x0:2880x1800/1200x800/filters:focal(1210x670:1670x1130)/cdn.vox-cdn.com/uploads/chorus_image/image/70022626/MX_Exterior_Hero_Desktop.0.jpg"
    },
    {
        "title": "Mercedes-Benz S-Class",
        "location": "Germany: ‘Factory 56’ facility in Sindelfingen",
        "price": "250000",
        "description": "The Mercedes-Benz S-Class, formerly known as Sonderklasse (German , abbreviated , is a series of full-sized luxury sedans, limousines and armored sedans produced by the German automaker Mercedes-Benz, a division of German company Daimler AG. The S-Class is the designation for top-of-the-line Mercedes-Benz models and was officially introduced in 1972 with the W116, and has remained in use ever since. The S-Class is the flagship vehicle for Mercedes-Benz.",
        "img": "https://images.financialexpress.com/2021/11/S-Class-3.jpg"
    },
    {
        "title": "Toyota GR Supra",
        "location": "Japan: Hepburn: Toyota Supra",
        "price": "650",
        "description": "A true performance icon at Toyota, the Supra made its highly anticipated return after more than 15 years. It now features a turbocharged 3.0-litre inline six-cylinder engine shared with the BMW Z4. Its 335 horsepower are handled by an eight-speed automatic transmission, allowing the car to sprint from 0-100 km/h in 4.3 seconds. By the way, “GR” refers to Gazoo Racing, Toyota’s racing division that won at the 24 Hours of Le Mans.",
        "img": "https://media.autoweek.nl/m/mwsygkdb3to7.jpg"
    },
    {
        "title": "Ford Mustang Shelby",
        "location": "United States: 1968 Ionia, Michigan",
        "price": "180000",
        "description": "For 2016, the GT350 has a 5,163 cc  flat-plane crank V8 engine, known as Voodoo producing 526 bhp  at 7,500 rpm and 429 lb⋅ft  at 4,750 rpm of torque.[69] The GT350 is more track focused than the GT500, and was benchmarked against the Chevrolet Corvette C7, Porsche 911 S and BMW M4. It has a track-focused chassis tuning, wider front fenders housing 295-width Michelin Pilot Super Sport tires, significant aerodynamic changes to include lowering the hood around the engine.",
        "img": "https://cdn.shop.unitesta.com/images/0/dce71590fbdd3945/2/2017-ford-mustang-shelby-gt350-r-250pcs-xxxx-race-red.jpg",
        "imgone": "https://i.ytimg.com/vi/yCEDXnFBT_0/maxresdefault.jpg",
        "imgtwo": "https://i.ytimg.com/vi/Fv-txDhOfwk/maxresdefault.jpg",
        "imgthree": "https://i.ytimg.com/vi/In6GwWGt5WU/maxresdefault.jpg",
        "imgfour": ""
    },
    {
        "title": "BMW 740Li (G12)",
        "location": "Germany: Dingolfing",
        "price": "300000",
        "description": "The BMW 7 Series is a full-size luxury sedan produced by the German automaker BMW since 1977.[1] It is the successor to the BMW E3 sedan and is currently in its sixth generation.The 7 Series is BMW's flagship car and is only available in a sedan bodystyle (including long wheelbase and limousine models). It traditionally introduces technologies and exterior design themes before they trickle down to other models in BMW's lineup.",
        "img": "https://images.news18.com/ibnlive/uploads/2021/08/1628258955_bmw-individual-740li-m-sport-edition-feature-1200x800.jpg"
    },
    {
        "title": "Mitsubishi Lancer Evolution X",
        "location": "Japan: Kurashiki, Okayama Mizushima",
        "price": "150000",
        "description": "The Mitsubishi Lancer Evolution X is the tenth and final generation of the Lancer Evolution, a sports sedan produced by Japanese manufacturer Mitsubishi Motors.By September 2005, Mitsubishi introduced a concept version of the next-gen Evolution at the 39th Tokyo Motor Show named the Concept-Xdesigned by Omer Halilhodžić at the company's European design centre.Mitsubishi unveiled a second concept car, the Prototype-X, at the 2007 North American International Auto Show",
        "img": "https://whitebearmitsubishi.files.wordpress.com/2016/08/2015-mitsubishi-lancer-final-edition.jpg"
    },
    {
        "title": "LaFerrari",
        "location": "Italy: Ferrari campus in Maranello",
        "price": "450000",
        "description": "The LaFerrari is Ferrari's first ever production car to be equipped with the F1-derived hybrid solution – the HY-KERS system – which combines an electric motor producing over 150 CV with the most powerful incarnation yet of Ferrari's classic V12, with 800 CV at 9000 rpm.Nine conceptual design studies were considered for the V12 hybrid flagship in 2011, reduced to five in April 2011 (three by Ferrari Centro Stile and two by Pininfarina). Of these, two full-size concepts were built.",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/LaFerrari_in_Beverly_Hills_%2814563979888%29.jpg/1200px-LaFerrari_in_Beverly_Hills_%2814563979888%29.jpg"
    },
    {
        "title": "Chevrolet Corvette",
        "location": "United States: Flint, Michigan 1953",
        "price": "80000",
        "description": "The Chevrolet Corvette, colloquially known as the 'Vette,[1] is a two-door, two-passenger sports car manufactured and marketed by Chevrolet across more than 60 years of production and eight design generations.[2][3] From 1953 to 2019, it was front-engined, and since 2020, it is mid-engined.[4] With its generations noted sequentially from C1 to C8, the Corvette serves as Chevrolet's halo vehicle and is noted for its performance and distinctive plastic bodywork, either fiberglass or composite.",
        "img": "https://assets.newatlas.com/dims4/default/b8a93d4/2147483647/strip/true/crop/5700x3800+0+0/resize/1200x800!/quality/90/?url=http%3A%2F%2Fnewatlas-brightspot.s3.amazonaws.com%2Fd8%2Fe2%2Fddf89f7449a197d77f2746580306%2F2023-chevrolet-corvette-z06-003.jpg"
    },
    {
        "title": "Audi A5",
        "location": "Germany: Ingolstadt (Audi head office)",
        "price": "170000",
        "description": "The Audi A5 is a series of compact executive coupe cars produced by the German automobile manufacturer Audi since June 2007. The A5 range additionally comprises the coupe, cabriolet, and sports (a five-door liftback with a fastback roofline) version of the Audi A4 saloon and estate models.",
        "img": "https://geekculture.co/wp-content/uploads/2020/12/audi-a5-sportback-review-2.jpg"
    }
]